export function Block_6() {
  return (
    <>
      <div id="4" className="w-full bg-Beige p-10 ">
        <div>
          <h1 className="text-center text-DarkGreen font-Sexsmith max-sm:text-center 2xl:text-6xl xl:text-5xl lg:text-4xl md:text-3xl sm:text-2xl text-2xl">
            Кому будет полезно:
          </h1>
          <h1 className="indent-8 max-sm:text-center 2xl:text-3xl xl:text-2xl lg:text-xl md:text-lg sm:text-base text-base">
            Тому, кто задаëтся вопросами, например: -Как выстроить гармоничные
            отношения со значимыми людьми? (Дети, родители, партнëры, коллеги и
            др.) -Как пережить потерю? (Смерть близкого, развод, измены,
            релокация и др.) -Как справляться с чувствами и эмоциями? (Стресс,
            тревоги, страхи, панические атаки, неуверенность в себе, злость,
            отчаяние, одиночество и др.) -Как выйти из замкнутого круга
            повторяющихся ситуаций? -Как обрести уверенность и ощущение
            наполненности жизни? -О чëм пытается сказать моё тело? (Соматические
            симптомы) -Нужна ли консультация специалиста медицинского профиля?
            Если нет сформулированного запроса, обратиться также можно!
          </h1>
        </div>
      </div>
    </>
  );
}
