export function Block_2() {
  return (
    <>
      <div className="flex justify-center 2xl:px-52 xl:px-48 lg:px-44 md:px-40 sm:px-36 px-32">
        <h1 className="2xl:text-3xl xl:text-2xl lg:text-xl md:text-lg sm:text-base text-base text-white text-center font-Cruinn">
          Порой бывает сложно понять, что заставляет нас выбирать не то, чего,
          казалось бы, мы хотели. Смысл некоторых событий нашей жизни
          ускользает. Для того, чтобы открылись новые жизненные пути и
          возможности, чтобы почувствовать достаточно надëжную опору внутри
          себя, получать больше радости от общения с окружающими и наладить
          гармоничный контакт с внутренним миром, приглашаю вас совершить
          увлекательное путешествие к самому себе.
        </h1>
      </div>
    </>
  );
}
