export function Block_6() {
  return (
    <>
      <div id="3" className="w-full bg-Beige p-10 ">
        <div>
          <h1 className="text-center text-DarkGreen font-Sexsmith max-sm:text-center 2xl:text-6xl xl:text-5xl lg:text-4xl md:text-3xl sm:text-2xl text-2xl">
            Кому будет полезно:
          </h1>
          <div className="grid grid-cols-11 mt-5 2xl:text-3xl xl:text-2xl lg:text-xl md:text-lg sm:text-base text-base">
            <div className="col-start-2 col-span-9">
              <h1>Тому, кто задаëтся вопросами, например:</h1>
              <h1>
                -Как выстроить гармоничные отношения со значимыми людьми? (Дети,
                родители, партнëры, коллеги и др.)
              </h1>
              <h1>
                -Как пережить потерю? (Смерть близкого, развод, измены,
                релокация и др.)
              </h1>
              <h1>
                -Как справляться с чувствами и эмоциями? (Стресс, тревоги,
                страхи, панические атаки, неуверенность в себе, злость,
                отчаяние, одиночество и др.)
              </h1>
              <h1> -Как выйти из замкнутого круга повторяющихся ситуаций?</h1>
              <h1> -Как обрести уверенность и ощущение наполненности жизни?</h1>
              <h1>-О чëм пытается сказать моё тело? (Соматические симптомы)</h1>
              <h1> -Нужна ли консультация специалиста медицинского профиля?</h1>
              <h1 className="mt-5">
                Если нет сформулированного запроса, обратиться также можно!
              </h1>
            </div>
          </div>
        </div>
      </div>
    </>
  );
}
